Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.own.action.hint
source: Opens identity verification
ar: يفتح توثيق الهوية
bn: পরিচয় ভেরিফিকেশন খোলে
ca: Obre la verificació d'identitat
cs: Otevře ověření totožnosti
da: Åbner identitetsverificeringen
de: Öffnet die Identitätsprüfung
el: Ανοίγει την επαλήθευση ταυτότητας
es: Abre la verificación de identidad
fi: Avaa henkilöllisyyden vahvistuksen
fr: Ouvre la vérification d’identité
he: פותח את אימות הזהות
hi: पहचान सत्यापन खोलता है
hr: Otvara provjeru identiteta
hu: Megnyitja a személyazonosság-hitelesítést
id: Membuka verifikasi identitas
it: Apre la verifica dell'identità
ja: 本人確認を開きます
ko: 신원 인증을 열어요
ml: ഐഡന്റിറ്റി വെരിഫിക്കേഷൻ തുറക്കുന്നു
ms: Membuka pengesahan identiti
nb: Åpner identitetsverifiseringen
nl: Opent de identiteitsverificatie
pl: Otwiera weryfikację tożsamości
pt_br: Abre a verificação de identidade
pt_pt: Abre a verificação de identidade
ro: Deschide verificarea identității
ru: Открывает проверку личности
sk: Otvorí overenie totožnosti
sv: Öppnar identitetsverifieringen
ta: அடையாளச் சரிபார்ப்பைத் திறக்கும்
te: గుర్తింపు ధృవీకరణను తెరుస్తుంది
th: เปิดการยืนยันตัวตน
tr: Kimlik doğrulamasını açar
uk: Відкриває верифікацію особи
ur: شناخت کی تصدیق کھولتا ہے
vi: Mở xác minh danh tính
zh_hans: 打开身份验证
zh_hant: 開啟身分驗證

# vouch.own.body
source: Right now your name carries @%1$@'s word. Verify your identity and it carries your own — with your country's flag — and @%1$@ is no longer answerable for you.
ar: الآن اسمك يحمل كلمة ⁦@%1$@⁩. وثّق هويتك ليحمل اسمك كلمتك أنت — مع علم دولتك — ولا يعود ⁦@%1$@⁩ مسؤولًا عنك.
bn: এখন আপনার নাম @%1$@-এর কথায় চলছে। পরিচয় ভেরিফাই করলে সেটি আপনার নিজের কথায় চলবে — আপনার দেশের পতাকাসহ — আর @%1$@ আপনার জন্য আর দায়ী থাকবেন না।
ca: Ara mateix el teu nom es sosté amb la paraula de @%1$@. Verifica la teva identitat i es sostindrà amb la teva, amb la bandera del teu país, i @%1$@ ja no en serà responsable.
cs: Právě teď tvé jméno nese slovo uživatele @%1$@. Ověř svou totožnost a ponese tvé vlastní – s vlajkou tvé země – a @%1$@ už za tebe neodpovídá.
da: Lige nu bærer dit navn @%1$@s ord. Verificér din identitet, så bærer det dit eget – med dit lands flag – og @%1$@ hæfter ikke længere for dig.
de: Im Moment trägt dein Name das Wort von @%1$@. Verifiziere deine Identität, und er trägt dein eigenes – mit der Flagge deines Landes – und @%1$@ ist nicht mehr für dich verantwortlich.
el: Αυτή τη στιγμή το όνομά σου φέρει τον λόγο του/της @%1$@. Επαλήθευσε την ταυτότητά σου και φέρει τον δικό σου — με τη σημαία της χώρας σου — και ο/η @%1$@ δεν είναι πια υπεύθυνος/η για εσένα.
es: Ahora mismo tu nombre cuenta con la palabra de @%1$@. Verifica tu identidad y contará con la tuya, con la bandera de tu país, y @%1$@ deja de responder por ti.
fi: Juuri nyt nimesi takana on käyttäjän @%1$@ sana. Vahvista henkilöllisyytesi, niin takana on oma sanasi – maasi lipun kanssa – eikä @%1$@ ole enää vastuussa sinusta.
fr: Pour l’instant, votre nom repose sur la parole de @%1$@. Vérifiez votre identité et il reposera sur la vôtre — avec le drapeau de votre pays — et @%1$@ ne sera plus responsable de vous.
he: כרגע השם שלך נושא את המילה של @%1$@. אמת את זהותך והוא יישא את המילה שלך — עם דגל המדינה שלך — ו-@%1$@ כבר לא אחראי לך.
hi: अभी आपका नाम @%1$@ के वचन पर टिका है। अपनी पहचान सत्यापित करें और वह आपके अपने वचन पर टिकेगा — आपके देश के झंडे के साथ — और @%1$@ आपके लिए जवाबदेह नहीं रहेंगे।
hr: Trenutačno tvoje ime nosi riječ korisnika @%1$@. Potvrdi svoj identitet i nosit će tvoju vlastitu — sa zastavom tvoje zemlje — a @%1$@ više ne odgovara za tebe.
hu: Jelenleg a neved @%1$@ szavát hordozza. Hitelesítsd a személyazonosságodat, és a saját szavadat hordozza – az országod zászlajával –, @%1$@ pedig már nem felel érted.
id: Saat ini namamu dibawa oleh kata-kata @%1$@. Verifikasi identitasmu dan nama itu dibawa oleh kata-katamu sendiri — dengan bendera negaramu — dan @%1$@ tidak lagi bertanggung jawab atasmu.
it: Ora il tuo nome si regge sulla parola di @%1$@. Verifica la tua identità e si regge sulla tua, con la bandiera del tuo paese, e @%1$@ non risponde più per te.
ja: 現在、あなたの名前は@%1$@の言葉で裏付けられています。本人確認をすると、あなた自身の言葉(と国旗)で裏付けられ、@%1$@はあなたについて責任を負わなくなります。
ko: 지금은 내 이름이 @%1$@님의 보증으로 뒷받침돼요. 신원을 인증하면 내 자신의 말로 뒷받침되고 내 국가의 깃발도 표시되며, @%1$@님은 더 이상 나에 대한 책임이 없어요.
ml: ഇപ്പോൾ നിങ്ങളുടെ പേര് @%1$@ ന്റെ വാക്ക് വഹിക്കുന്നു. ഐഡന്റിറ്റി വെരിഫൈ ചെയ്താൽ അത് നിങ്ങളുടെ സ്വന്തം വാക്ക് വഹിക്കും — നിങ്ങളുടെ രാജ്യത്തിന്റെ പതാകയോടെ — @%1$@ ഇനി നിങ്ങൾക്ക് ഉത്തരവാദിയായിരിക്കില്ല.
ms: Sekarang nama anda bergantung pada kata-kata @%1$@. Sahkan identiti anda dan ia bergantung pada kata-kata anda sendiri — dengan bendera negara anda — dan @%1$@ tidak lagi bertanggungjawab ke atas anda.
nb: Akkurat nå står navnet ditt på ordet til @%1$@. Verifiser identiteten din, så står det på ditt eget, med landsflagget ditt, og @%1$@ er ikke lenger ansvarlig for deg.
nl: Op dit moment draagt je naam het woord van @%1$@. Verifieer je identiteit en hij draagt je eigen woord, met de vlag van je land, en @%1$@ staat niet meer voor je in.
pl: Teraz Twoje imię opiera się na słowie @%1$@. Zweryfikuj tożsamość, a będzie się opierać na Twoim własnym — z flagą Twojego kraju — i @%1$@ nie będzie już za Ciebie odpowiadać.
pt_br: Neste momento seu nome vale pela palavra de @%1$@. Verifique sua identidade e ele passa a valer pela sua própria, com a bandeira do seu país, e @%1$@ deixa de responder por você.
pt_pt: Neste momento o seu nome vale pela palavra de @%1$@. Verifique a sua identidade e passa a valer pela sua — com a bandeira do seu país — e @%1$@ deixa de responder por si.
ro: Acum numele tău poartă cuvântul lui @%1$@. Verifică-ți identitatea și va purta propriul tău cuvânt — cu steagul țării tale — iar @%1$@ nu mai răspunde pentru tine.
ru: Сейчас ваше имя подкреплено словом @%1$@. Пройдите проверку личности, и оно будет подкреплено вашим собственным словом — с флагом вашей страны, — а @%1$@ больше не будет отвечать за вас.
sk: Práve teraz tvoje meno nesie slovo @%1$@. Over svoju totožnosť a bude niesť tvoje vlastné — s vlajkou tvojej krajiny — a @%1$@ už za teba nebude zodpovedať.
sv: Just nu bär ditt namn @%1$@s ord. Verifiera din identitet så bär det ditt eget – med ditt lands flagga – och @%1$@ svarar inte längre för dig.
ta: இப்போது உங்கள் பெயர் @%1$@ இன் வாக்கைத் தாங்குகிறது. அடையாளத்தைச் சரிபார்த்தால் அது உங்கள் சொந்த வாக்கைத் தாங்கும் — உங்கள் நாட்டின் கொடியுடன் — மேலும் உங்களுக்காக @%1$@ பொறுப்பாளியாக இருக்க மாட்டார்.
te: ప్రస్తుతం మీ పేరు @%1$@ మాటను మోస్తోంది. మీ గుర్తింపును ధృవీకరిస్తే అది మీ స్వంత మాటను — మీ దేశం జెండాతో — మోస్తుంది, @%1$@ ఇక మీకు బాధ్యులు కారు.
th: ตอนนี้ชื่อของคุณมีคำรับรองของ @%1$@ ยืนยันตัวตนแล้วชื่อจะมีคำรับรองของคุณเอง พร้อมธงประเทศของคุณ และ @%1$@ จะไม่ต้องรับผิดชอบแทนคุณอีก
tr: Şu anda adınız @%1$@ kişisinin sözünü taşıyor. Kimliğinizi doğrularsanız kendi sözünüzü taşır, ülkenizin bayrağıyla birlikte; @%1$@ da artık sizden sorumlu olmaz.
uk: Зараз ваше ім’я тримається на слові @%1$@. Верифікуйте особу, і воно триматиметься на вашому власному — з прапором вашої країни — а @%1$@ більше не відповідатиме за вас.
ur: ابھی آپ کے نام کے پیچھے @%1$@ کی بات ہے۔ اپنی شناخت کی تصدیق کریں تو اس کے پیچھے آپ کی اپنی بات ہوگی — آپ کے ملک کے جھنڈے کے ساتھ — اور @%1$@ آپ کے ذمہ دار نہیں رہیں گے۔
vi: Hiện tại tên của bạn mang lời của @%1$@. Hãy xác minh danh tính và nó sẽ mang lời của chính bạn — kèm cờ quốc gia của bạn — và @%1$@ không còn chịu trách nhiệm về bạn.
zh_hans: 目前你的名字由 @%1$@ 担保。验证身份后，它将由你自己担保，并带上你所在国家的旗帜，@%1$@ 也不再需要为你负责。
zh_hant: 目前你的名字以 @%1$@ 的信用為憑。驗證你的身分後，就會以你自己的信用為憑，並附上你國家的旗幟，而 @%1$@ 也不再需要為你負責。

# vouch.own.later
source: Not now
ar: ليس الآن
bn: এখন নয়
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Nanti saja
it: Non ora
ja: あとで
ko: 나중에
ml: ഇപ്പോൾ വേണ്ട
ms: Bukan sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sv: Inte nu
ta: இப்போது வேண்டாம்
te: ఇప్పుడు కాదు
th: ไว้ทีหลัง
tr: Şimdi değil
uk: Не зараз
ur: ابھی نہیں
vi: Để sau
zh_hans: 暂不
zh_hant: 暫時不要

# vouch.own.title
source: Make it your own
ar: اجعلها كلمتك أنت
bn: এটি নিজের করে নিন
ca: Fes-ho teu
cs: Udělej to svým
da: Gør det til dit eget
de: Mach es zu deinem eigenen
el: Κάν' το δικό σου
es: Hazlo tuyo
fi: Tee siitä omasi
fr: Faites-en le vôtre
he: עשה אותו שלך
hi: इसे अपना बनाएँ
hr: Učini ga svojim
hu: Tedd a sajátoddá
id: Jadikan milikmu sendiri
it: Rendilo tuo
ja: 自分のものにしましょう
ko: 내 것으로 만드세요
ml: ഇത് സ്വന്തമാക്കുക
ms: Jadikan ia milik anda
nb: Gjør det til ditt eget
nl: Maak het je eigen
pl: Zrób to po swojemu
pt_br: Faça por conta própria
pt_pt: Faça-o seu
ro: Fă-l al tău
ru: Сделайте это своим
sk: Urob si to po svojom
sv: Gör det till ditt eget
ta: அதை உங்களுடையதாக்குங்கள்
te: దీన్ని మీ స్వంతం చేసుకోండి
th: ทำให้เป็นของคุณเอง
tr: Kendinizin yapın
uk: Зробіть його своїм
ur: اسے اپنا بنائیں
vi: Biến nó thành của chính bạn
zh_hans: 让它真正属于你
zh_hant: 讓它屬於你自己

# vouch.profile.entry.detail
source: Stand behind someone who hasn't verified yet
ar: قف خلف شخص لم يوثّق هويته بعد
bn: যিনি এখনও ভেরিফাই করেননি তাঁর পাশে দাঁড়ান
ca: Respon per algú que encara no s'ha verificat
cs: Postav se za někoho, kdo se ještě neověřil
da: Stå inde for en, der ikke har verificeret endnu
de: Für jemanden einstehen, der noch nicht verifiziert ist
el: Στήριξε κάποιον που δεν έχει επαληθευτεί ακόμα
es: Respalda a alguien que aún no se ha verificado
fi: Takaa joku, joka ei ole vielä vahvistanut
fr: Soutenez quelqu’un qui ne s’est pas encore vérifié
he: עמוד מאחורי מי שעדיין לא אימת
hi: जिसने अभी सत्यापित नहीं किया उसके पीछे खड़े हों
hr: Stani iza nekoga tko se još nije potvrdio
hu: Kezeskedj valakiért, aki még nem hitelesített
id: Berdiri di belakang orang yang belum terverifikasi
it: Garantisci per qualcuno che non si è ancora verificato
ja: まだ認証していない人の後ろ盾になる
ko: 아직 인증하지 않은 사람을 보증하세요
ml: ഇതുവരെ വെരിഫൈ ചെയ്തിട്ടില്ലാത്ത ഒരാളെ പിന്തുണയ്ക്കുക
ms: Berdiri di belakang seseorang yang belum mengesahkan
nb: Stå bak noen som ikke har verifisert seg ennå
nl: Sta in voor iemand die nog niet is geverifieerd
pl: Poręcz za kogoś, kto jeszcze się nie zweryfikował
pt_br: Responda por alguém que ainda não se verificou
pt_pt: Responda por alguém que ainda não se verificou
ro: Garantează pentru cineva care nu s-a verificat încă
ru: Поручитесь за того, кто ещё не прошёл проверку
sk: Zaručiť sa za niekoho, kto sa ešte neoveril
sv: Stå bakom någon som inte har verifierat sig än
ta: இன்னும் சரிபார்க்காத ஒருவருக்குத் துணை நில்லுங்கள்
te: ఇంకా ధృవీకరించుకోని వారికి అండగా నిలబడండి
th: รับรองคนที่ยังไม่ได้ยืนยันตัวตน
tr: Henüz doğrulanmamış birinin arkasında durun
uk: Станьте поручителем за того, хто ще не верифікований
ur: اس کے ساتھ کھڑے ہوں جس نے ابھی تصدیق نہیں کی
vi: Đứng sau lưng người chưa xác minh
zh_hans: 为尚未验证的人担保
zh_hant: 為尚未驗證的人背書

# vouch.profile.entry.hint
source: Opens vouching
ar: يفتح التزكية
bn: ভাউচ খোলে
ca: Obre els avals
cs: Otevře ručení
da: Åbner garantier
de: Öffnet die Bürgschaften
el: Ανοίγει τις εγγυήσεις
es: Abre los avales
fi: Avaa takaamisen
fr: Ouvre les cautions
he: פותח את הערבויות
hi: वाउचिंग खोलता है
hr: Otvara jamčenje
hu: Megnyitja a kezeskedést
id: Membuka menjamin
it: Apre le garanzie
ja: 保証を開きます
ko: 보증을 열어요
ml: വൗച്ചിംഗ് തുറക്കുന്നു
ms: Membuka jaminan
nb: Åpner garanti
nl: Opent garanties
pl: Otwiera poręczenia
pt_br: Abre os avais
pt_pt: Abre os avais
ro: Deschide garanțiile
ru: Открывает поручительство
sk: Otvorí ručenie
sv: Öppnar intygande
ta: உறுதிமொழியைத் திறக்கும்
te: హామీ ఇవ్వడాన్ని తెరుస్తుంది
th: เปิดการรับรอง
tr: Kefilliği açar
uk: Відкриває поручительство
ur: ضمانت دینا کھولتا ہے
vi: Mở phần bảo chứng
zh_hans: 打开担保
zh_hant: 開啟擔保

# vouch.profile.entry.title
source: Vouch for someone you know
ar: زكِّ شخصًا تعرفه
bn: আপনার পরিচিত কারও জন্য ভাউচ করুন
ca: Avala algú que coneixes
cs: Ručit za někoho, koho znáš
da: Gå i god for en, du kender
de: Für jemanden bürgen, den du kennst
el: Εγγύηση για κάποιον που γνωρίζεις
es: Avala a alguien que conoces
fi: Takaa tuntemasi ihminen
fr: Se porter garant de quelqu’un que vous connaissez
he: ערוב למישהו שאתה מכיר
hi: अपने किसी जानने वाले के लिए वाउच करें
hr: Jamči za nekoga koga poznaješ
hu: Kezeskedj valakiért, akit ismersz
id: Jamin orang yang kamu kenal
it: Garantisci per qualcuno che conosci
ja: 知っている人を保証する
ko: 아는 사람 보증하기
ml: നിങ്ങൾക്ക് അറിയാവുന്ന ഒരാൾക്ക് വൗച്ച് ചെയ്യുക
ms: Jamin seseorang yang anda kenal
nb: Garanter for noen du kjenner
nl: Sta in voor iemand die je kent
pl: Poręcz za kogoś, kogo znasz
pt_br: Avalize alguém que você conhece
pt_pt: Dar aval a alguém que conhece
ro: Garantează pentru cineva pe care îl cunoști
ru: Поручиться за знакомого
sk: Zaručiť sa za niekoho, koho poznáš
sv: Intyga för någon du känner
ta: உங்களுக்குத் தெரிந்தவருக்காக உறுதியளியுங்கள்
te: మీకు తెలిసిన వారికి హామీ ఇవ్వండి
th: รับรองคนที่คุณรู้จัก
tr: Tanıdığınız birine kefil olun
uk: Поручитися за знайомого
ur: اپنے جاننے والے کی ضمانت دیں
vi: Bảo chứng cho người bạn quen
zh_hans: 为你认识的人担保
zh_hant: 為你認識的人擔保

# vouch.profile.own.detail
source: @%1$@ vouches for you · %2$@
ar: ‏⁦@%1$@⁩ يزكّيك · %2$@
bn: @%1$@ আপনার জন্য ভাউচ করছেন · %2$@
ca: @%1$@ t'avala · %2$@
cs: @%1$@ za tebe ručí · %2$@
da: @%1$@ går i god for dig · %2$@
de: @%1$@ bürgt für dich · %2$@
el: Ο/Η @%1$@ εγγυάται για εσένα · %2$@
es: @%1$@ te avala · %2$@
fi: @%1$@ takaa sinut · %2$@
fr: @%1$@ se porte garant de vous · %2$@
he: @%1$@ ערב לך · %2$@
hi: @%1$@ आपके लिए वाउच करते हैं · %2$@
hr: @%1$@ jamči za tebe · %2$@
hu: @%1$@ kezeskedik érted · %2$@
id: @%1$@ menjaminmu · %2$@
it: @%1$@ garantisce per te · %2$@
ja: @%1$@が保証 · %2$@
ko: @%1$@님이 나를 보증해요 · %2$@
ml: @%1$@ നിങ്ങൾക്ക് വൗച്ച് ചെയ്യുന്നു · %2$@
ms: @%1$@ menjamin anda · %2$@
nb: @%1$@ garanterer for deg · %2$@
nl: @%1$@ staat voor je in · %2$@
pl: @%1$@ za Ciebie poręcza · %2$@
pt_br: @%1$@ avaliza você · %2$@
pt_pt: @%1$@ dá-lhe aval · %2$@
ro: @%1$@ garantează pentru tine · %2$@
ru: @%1$@ ручается за вас · %2$@
sk: @%1$@ za teba ručí · %2$@
sv: @%1$@ intygar för dig · %2$@
ta: @%1$@ உங்களுக்காக உறுதியளிக்கிறார் · %2$@
te: @%1$@ మీకు హామీ ఇస్తున్నారు · %2$@
th: @%1$@ รับรองคุณ · %2$@
tr: @%1$@ size kefil oluyor · %2$@
uk: @%1$@ ручається за вас · %2$@
ur: @%1$@ آپ کی ضمانت دیتے ہیں · %2$@
vi: @%1$@ bảo chứng cho bạn · %2$@
zh_hans: @%1$@ 为你担保 · %2$@
zh_hant: @%1$@ 為你擔保 · %2$@

# vouch.profile.own.detailNoDate
source: What your vouch lets you do, and how to verify
ar: ما تتيحه لك تزكيتك، وكيف توثّق هويتك
bn: আপনার ভাউচ আপনাকে কী করতে দেয়, আর কীভাবে ভেরিফাই করবেন
ca: Què et permet fer el teu aval i com verificar-te
cs: Co ti tvé ručení umožňuje a jak se ověřit
da: Hvad din garanti lader dig gøre, og hvordan du verificerer
de: Was deine Bürgschaft dir erlaubt und wie du dich verifizierst
el: Τι σου επιτρέπει η εγγύησή σου και πώς να επαληθευτείς
es: Lo que te permite tu aval y cómo verificarte
fi: Mitä takuusi sallii ja miten vahvistat
fr: Ce que votre caution vous permet de faire, et comment vous vérifier
he: מה הערבות שלך מאפשרת לך, ואיך לאמת
hi: आपका वाउच आपको क्या करने देता है, और कैसे सत्यापित करें
hr: Što ti jamstvo omogućuje i kako se potvrditi
hu: Mit tehetsz a kezességeddel, és hogyan hitelesíts
id: Apa yang bisa kamu lakukan dengan jaminanmu, dan cara memverifikasi
it: Cosa ti permette la tua garanzia e come verificarti
ja: 保証でできること、認証の方法
ko: 보증으로 할 수 있는 일과 인증 방법
ml: നിങ്ങളുടെ വൗച്ച് ഉപയോഗിച്ച് എന്തെല്ലാം ചെയ്യാം, എങ്ങനെ വെരിഫൈ ചെയ്യാം
ms: Apa yang jaminan anda benarkan anda lakukan, dan cara mengesahkan
nb: Hva garantien din lar deg gjøre, og hvordan du verifiserer deg
nl: Wat je garantie je laat doen, en hoe je verifieert
pl: Co daje Ci poręczenie i jak się zweryfikować
pt_br: O que seu aval permite fazer e como se verificar
pt_pt: O que o seu aval lhe permite fazer e como se verificar
ro: Ce îți permite garanția ta și cum să te verifici
ru: Что вам позволяет поручительство и как пройти проверку
sk: Čo ti ručenie umožňuje a ako sa overiť
sv: Vad ditt intygande låter dig göra, och hur du verifierar dig
ta: உங்கள் உறுதிமொழி எதை அனுமதிக்கிறது, எப்படிச் சரிபார்ப்பது
te: మీ హామీ మీకు ఏమి చేయనిస్తుంది, ఎలా ధృవీకరించుకోవాలి
th: สิ่งที่การรับรองของคุณทำได้ และวิธียืนยันตัวตน
tr: Kefilliğinizin neler yapmanıza izin verdiği ve nasıl doğrulanacağı
uk: Що дозволяє ваше поручительство і як пройти верифікацію
ur: آپ کی ضمانت آپ کو کیا کرنے دیتی ہے، اور تصدیق کیسے کریں
vi: Lời bảo chứng cho phép bạn làm gì, và cách xác minh
zh_hans: 你的担保让你可以做什么，以及如何验证
zh_hant: 你的擔保讓你能做什麼，以及如何驗證

# vouch.profile.own.title
source: Your vouch
ar: تزكيتك
bn: আপনার ভাউচ
ca: El teu aval
cs: Tvé ručení
da: Din garanti
de: Deine Bürgschaft
el: Η εγγύησή σου
es: Tu aval
fi: Takuusi
fr: Votre caution
he: הערבות שלך
hi: आपका वाउच
hr: Tvoje jamstvo
hu: A kezességed
id: Jaminanmu
it: La tua garanzia
ja: あなたの保証
ko: 내 보증
ml: നിങ്ങളുടെ വൗച്ച്
ms: Jaminan anda
nb: Garantien din
nl: Jouw garantie
pl: Twoje poręczenie
pt_br: Seu aval
pt_pt: O seu aval
ro: Garanția ta
ru: Ваше поручительство
sk: Tvoje ručenie
sv: Ditt intygande
ta: உங்கள் உறுதிமொழி
te: మీ హామీ
th: การรับรองของคุณ
tr: Kefilliğiniz
uk: Ваше поручительство
ur: آپ کی ضمانت
vi: Lời bảo chứng của bạn
zh_hans: 你的担保
zh_hant: 你的擔保

# vouch.profile.row
source: Not identity‑verified · vouched for by @%1$@ since %2$@
ar: لم يوثّق هويته · بتزكية ⁦@%1$@⁩ منذ %2$@
bn: পরিচয় ভেরিফায়েড নয় · %2$@ থেকে @%1$@-এর ভাউচ পাওয়া
ca: Sense verificar la identitat · avalat per @%1$@ des del %2$@
cs: Bez ověření totožnosti · ručí @%1$@ od %2$@
da: Ikke identitetsverificeret · garanteret af @%1$@ siden %2$@
de: Nicht identitätsverifiziert · Bürgschaft von @%1$@ seit %2$@
el: Χωρίς επαλήθευση ταυτότητας · με εγγύηση από τον/την @%1$@ από %2$@
es: Sin identidad verificada · avalado por @%1$@ desde %2$@
fi: Henkilöllisyyttä ei vahvistettu · käyttäjän @%1$@ takaama %2$@ lähtien
fr: Identité non vérifiée · sous la caution de @%1$@ depuis le %2$@
he: זהות לא מאומתת · נערב לו על ידי @%1$@ מאז %2$@
hi: पहचान‑सत्यापित नहीं · @%1$@ ने %2$@ से वाउच किया
hr: Identitet nije potvrđen · za njega jamči @%1$@ od: %2$@
hu: Nincs személyazonosság-hitelesítve · @%1$@ kezeskedik érte ettől: %2$@
id: Identitas belum terverifikasi · dijamin oleh @%1$@ sejak %2$@
it: Identità non verificata · garantito da @%1$@ dal %2$@
ja: 本人確認なし · %2$@から@%1$@が保証
ko: 신원 미인증 · %2$@부터 @%1$@님이 보증
ml: ഐഡന്റിറ്റി വെരിഫൈ ചെയ്തിട്ടില്ല · %2$@ മുതൽ @%1$@ വൗച്ച് ചെയ്യുന്നു
ms: Identiti belum disahkan · dijamin oleh @%1$@ sejak %2$@
nb: Ikke identitetsverifisert · garantert for av @%1$@ siden %2$@
nl: Niet identiteitsgeverifieerd · garantie van @%1$@ sinds %2$@
pl: Tożsamość niezweryfikowana · poręczenie od @%1$@ od %2$@
pt_br: Identidade não verificada · avalizado por @%1$@ desde %2$@
pt_pt: Não verificado por identidade · com aval de @%1$@ desde %2$@
ro: Identitate neverificată · cu garanția lui @%1$@ din %2$@
ru: Личность не проверена · поручился(-лась) @%1$@ с %2$@
sk: Totožnosť neoverená · za túto osobu ručí @%1$@ od %2$@
sv: Inte identitetsverifierad · intygad av @%1$@ sedan %2$@
ta: அடையாளம் சரிபார்க்கப்படவில்லை · %2$@ முதல் @%1$@ உறுதியளித்துள்ளார்
te: గుర్తింపు ధృవీకరించబడలేదు · %2$@ నుండి @%1$@ హామీ ఇచ్చారు
th: ยังไม่ได้ยืนยันตัวตน · @%1$@ รับรองตั้งแต่ %2$@
tr: Kimliği doğrulanmamış · %2$@ tarihinden beri @%1$@ kefil
uk: Особу не верифіковано · за нього(неї) ручається @%1$@ з %2$@
ur: شناخت کی تصدیق نہیں · %2$@ سے @%1$@ کی ضمانت یافتہ
vi: Chưa xác minh danh tính · được @%1$@ bảo chứng từ %2$@
zh_hans: 未通过身份验证 · 自 %2$@ 起由 @%1$@ 担保
zh_hant: 未通過身分驗證 · 自 %2$@ 起由 @%1$@ 擔保

# vouch.profile.row.noDate
source: Not identity‑verified · vouched for by @%@
ar: لم يوثّق هويته · بتزكية ⁦@%@⁩
bn: পরিচয় ভেরিফায়েড নয় · @%@-এর ভাউচ পাওয়া
ca: Sense verificar la identitat · avalat per @%@
cs: Bez ověření totožnosti · ručí @%@
da: Ikke identitetsverificeret · garanteret af @%@
de: Nicht identitätsverifiziert · Bürgschaft von @%@
el: Χωρίς επαλήθευση ταυτότητας · με εγγύηση από τον/την @%@
es: Sin identidad verificada · avalado por @%@
fi: Henkilöllisyyttä ei vahvistettu · käyttäjän @%@ takaama
fr: Identité non vérifiée · sous la caution de @%@
he: זהות לא מאומתת · נערב לו על ידי @%@
hi: पहचान‑सत्यापित नहीं · @%@ ने वाउच किया
hr: Identitet nije potvrđen · za njega jamči @%@
hu: Nincs személyazonosság-hitelesítve · @%@ kezeskedik érte
id: Identitas belum terverifikasi · dijamin oleh @%@
it: Identità non verificata · garantito da @%@
ja: 本人確認なし · @%@が保証
ko: 신원 미인증 · @%@님이 보증
ml: ഐഡന്റിറ്റി വെരിഫൈ ചെയ്തിട്ടില്ല · @%@ വൗച്ച് ചെയ്യുന്നു
ms: Identiti belum disahkan · dijamin oleh @%@
nb: Ikke identitetsverifisert · garantert for av @%@
nl: Niet identiteitsgeverifieerd · garantie van @%@
pl: Tożsamość niezweryfikowana · poręczenie od @%@
pt_br: Identidade não verificada · avalizado por @%@
pt_pt: Não verificado por identidade · com aval de @%@
ro: Identitate neverificată · cu garanția lui @%@
ru: Личность не проверена · поручился(-лась) @%@
sk: Totožnosť neoverená · za túto osobu ručí @%@
sv: Inte identitetsverifierad · intygad av @%@
ta: அடையாளம் சரிபார்க்கப்படவில்லை · @%@ உறுதியளித்துள்ளார்
te: గుర్తింపు ధృవీకరించబడలేదు · @%@ హామీ ఇచ్చారు
th: ยังไม่ได้ยืนยันตัวตน · @%@ รับรอง
tr: Kimliği doğrulanmamış · @%@ kefil
uk: Особу не верифіковано · за нього(неї) ручається @%@
ur: شناخت کی تصدیق نہیں · @%@ کی ضمانت یافتہ
vi: Chưa xác minh danh tính · được @%@ bảo chứng
zh_hans: 未通过身份验证 · 由 @%@ 担保
zh_hant: 未通過身分驗證 · 由 @%@ 擔保
